window.quizData = {
  quiz: [
  {
    "id": "q_1",
    "question": "家計は労働市場で①を提供して、②を得る。また、金融市場で③を得る。そして財・サービス市場で④をする。①から④に当てはまる語句を選択肢から選びなさい。",
    "options": [
      "a. 労働力",
      "b. 税",
      "c. 労働所得",
      "d. 利子・配当所得",
      "e. 消費",
      "f. 投資"
    ],
    "answer": "1 - a, 2 - c, 3 - d, 4 - e",
    "explanation": ""
  },
  {
    "id": "q_2",
    "question": "GDPとは一定期間に、①で新しく生産された、②についての市場の取引総額のこと。例えば、ドイツで生産されたベンツは日本のGDPに③。適切な選択肢を選びなさい。",
    "options": [
      "a. 国内",
      "b. 国内外",
      "c. 中間的な財・サービス",
      "d. 最終的な財・サービス",
      "e. 含まれる",
      "f. 含まれない"
    ],
    "answer": "1 - a, 2 - d, 3 - f",
    "explanation": ""
  },
  {
    "id": "q_3",
    "question": "政府は2027年4月から消費税を1%に減税することを検討している。他の条件が一定のとき消費減税はGDPにどう影響するのか？適切な選択肢を選びなさい。",
    "options": [
      "1. GDPを増加させる方向にはたらく。",
      "2. GDPは減少させる方向にはたらく。",
      "3. GDPに影響を与えない。"
    ],
    "answer": "1. GDPを増加させる方向にはたらく。",
    "explanation": ""
  },
  {
    "id": "q_4",
    "question": "インバウンドの増加は他の条件が一定のときGDPにどう影響するのか？適切な選択肢を選びなさい。",
    "options": [
      "1. GDPを増加させる方向にはたらく。",
      "2. GDPは減少させる方向にはたらく。",
      "3. GDPに影響を与えない。"
    ],
    "answer": "1. GDPを増加させる方向にはたらく。",
    "explanation": ""
  },
  {
    "id": "q_5",
    "question": "そのときどきの価格で計算したGDPを①という。基準年の価格を用いて各年の生産量を評価したGDPを②という。①と②に当てはまる語句を選択肢から選びなさい。",
    "options": [
      "a. 名目GDP",
      "b. 実質GDP"
    ],
    "answer": "1 - a, 2 - b",
    "explanation": ""
  },
  {
    "id": "q_6",
    "question": "GNP(Gross National Product)をネットで調べなさい。ユニクロが中国で生産する衣類について正しい選択肢を選びなさい。",
    "options": [
      "1. 日本のGDPに加算される。",
      "2. 日本のGNPに加算される。",
      "3. 日本のGDPとGNPには影響を与えない。"
    ],
    "answer": "2. 日本のGNPに加算される。",
    "explanation": ""
  },
  {
    "id": "q_7",
    "question": "総務省から2026年5月22日公表された2026年(令和8年)4月分の消費者物価指数を調べなさい。「総合指数は①年を基準として②であった。」①と②に当てはまる選択肢を選びなさい。",
    "options": [
      "a. 100",
      "b. 113",
      "c. 112.5",
      "d. 2026",
      "e. 2020"
    ],
    "answer": "1 - e, 2 - b",
    "explanation": ""
  },
  {
    "id": "q_8",
    "question": "高校無償化が行われると、他の条件が一定の時、消費者物価指数はどうなるか？選択肢から選びなさい。",
    "options": [
      "1. 消費者物価指数は上昇する。",
      "2. 消費者物価指数は減少する。",
      "3. 消費者物価指数は変わらない。"
    ],
    "answer": "2. 消費者物価指数は減少する。",
    "explanation": ""
  },
  {
    "id": "q_9",
    "question": "政府はガソリン補助金の減額を検討している。これは他の条件が一定の時、消費者物価指数にどう影響するのか？選択肢から選びなさい。",
    "options": [
      "1. 消費者物価指数を上げる方向にはたらく。",
      "2. 消費者物価指数を下げる方向にはたらく。",
      "3. 影響しない。"
    ],
    "answer": "1. 消費者物価指数を上げる方向にはたらく。",
    "explanation": ""
  },
  {
    "id": "q_10",
    "question": "日本における 2026年（令和7年）4月分の完全失業率を調べると、( )%である。( )に当てはまる数字を総務省統計局のウェブサイトから調べて、選択肢から選びなさい。",
    "options": [
      "1. 2.5%",
      "2. 2.6%",
      "3. 2.7%"
    ],
    "answer": "1. 2.5%",
    "explanation": ""
  },
  {
    "id": "q_11",
    "question": "政府が非正規を正規に転換する政策を行うと、この政策は失業率にどう影響するのか？適切な選択肢を選びなさい。",
    "options": [
      "1. 失業率を下げる方向に働く。",
      "2. 失業率を上げる方向に働く。",
      "3. 失業率は変わらない。"
    ],
    "answer": "3. 失業率は変わらない。",
    "explanation": ""
  },
  {
    "id": "q_12",
    "question": "金融市場において銀行を介して資金が貸し手から借り手に融通されることを①と言う。預金につく利子を②、銀行が融資をするときにつく利子を③と呼ぶ。優良企業の③は低い。その金利を④と言う。債券や株式と言った有価証券を発行することで企業が市場から資金を調達する仕組みを⑤と言う。企業の業績が悪くなって、お金が返せないときは、債券と株式で優先されるのは⑥である。①から⑥に当てはまる語句を選択肢から選びなさい。",
    "options": [
      "a. 直接金融",
      "b. 間接金融",
      "c. 貸出金利",
      "d. 預金金利",
      "e. リスクプレミアム",
      "f. 長期プライムレート",
      "g. 債券",
      "h. 株式"
    ],
    "answer": "1 - b, 2 - d, 3 - c, 4 - f, 5 - a, 6 - g",
    "explanation": ""
  },
  {
    "id": "q_13",
    "question": "UFJ銀行のスーパー定期預金5年の利子率は年0.7%である。（固定）100万円を預金すると、5年間で受け取る税引き前の利子はいくらになるか？適切な選択肢を選びなさい。",
    "options": [
      "1. 7,000円",
      "2. 35,000円",
      "3. 50万円"
    ],
    "answer": "2. 35,000円",
    "explanation": ""
  },
  {
    "id": "q_14",
    "question": "国債の受取利子をシミュレーションしてみよう。↓受取利子シミュレーション : 個人向け国債シミュレーション : 財務省 固定5年 第183回債 金額：100万円を運用すると、5年間で受け取れる利子を調べなさい。それは2で計算したUFJの利子より高いか？低いか？適切な選択肢を選びなさい。",
    "options": [
      "1. 高い",
      "2. 低い"
    ],
    "answer": "1. 高い",
    "explanation": ""
  },
  {
    "id": "q_15",
    "question": "硬貨や紙幣等の現金を①という。①と②を合わせたものを貨幣供給量(M1)と言う。金融機関が中央銀行に預ける義務のあるお金を③、預金総額を④と言う。中央銀行が直接コントロールできるのはこの④と⑤である。①から⑤に当てはまる語句を選択肢から選びなさい。",
    "options": [
      "a. 現金通貨",
      "b. 定期預金",
      "c. 預金通貨",
      "d. 法定準備金",
      "e. 準備預金"
    ],
    "answer": "1 - a, 2 - c, 3 - d, 4 - e, 5 - a",
    "explanation": ""
  },
  {
    "id": "q_16",
    "question": "金融機関が中央銀行からお金を借りるときにかかる金利を①という。①が下がると金融機関はお金をかり②（易く・にくく）なり、貨幣供給量は③（増加・減少）する。",
    "options": [
      "a. 法定金利",
      "b. 公定歩合",
      "c. コールレート",
      "d. 易く",
      "e. にくく",
      "f. 増加",
      "g. 減少"
    ],
    "answer": "1 - b, 2 - d, 3 - f",
    "explanation": ""
  },
  {
    "id": "q_17",
    "question": "2013年日銀の黒田総裁は金融市場から大量の国債を買い入れた。これは①オペと呼ばれる金融政策である。①により貨幣供給量は②（増加・減少）する。銀行から企業の投資は③（増加・減少）する。理論上は、物価が④（上昇・下落）する。①から④に当てはまる語句を選択肢から選びなさい。",
    "options": [
      "a. 売り",
      "b. 買い",
      "c. 増加",
      "d. 減少",
      "e. 上昇",
      "f. 下落"
    ],
    "answer": "1 - b, 2 - c, 3 - c, 4 - e",
    "explanation": ""
  },
  {
    "id": "q_18",
    "question": "貨幣供給量を増やし、物価を押し上げるような金融政策を（  ）という。（  ）に当てはまる語句を選択肢から選びなさい。",
    "options": [
      "1. 金融緩和政策",
      "2. 金融引き締め政策"
    ],
    "answer": "1. 金融緩和政策",
    "explanation": ""
  },
  {
    "id": "q_19",
    "question": "現在、日銀の政策金利はどれか？選択肢から選びなさい。",
    "options": [
      "1. 10年物国債の利子率",
      "2. 無担保コール翌日物金利",
      "3. 公定歩合"
    ],
    "answer": "2. 無担保コール翌日物金利",
    "explanation": ""
  },
  {
    "id": "q_20",
    "question": "報道によると今月15日の日銀金融政策決定会合で政策金利の引上げ(利上げ)が行われる。それによる影響を選択肢から答えなさい。（ヒント：利子がどうなるのかを考える。）①企業の投資",
    "options": [
      "1. 増加する",
      "2. 減少する"
    ],
    "answer": "2. 減少する",
    "explanation": ""
  },
  {
    "id": "q_21",
    "question": "②住宅投資",
    "options": [
      "1. 増加する",
      "2. 減少する"
    ],
    "answer": "2. 減少する",
    "explanation": ""
  },
  {
    "id": "q_22",
    "question": "財政の役割のうち、過度な不平等を是正することを何というか？選択肢から選びなさい。",
    "options": [
      "1. 公共財の提供",
      "2. 所得の再配分",
      "3. ビルトインスタビライザー"
    ],
    "answer": "2. 所得の再配分",
    "explanation": ""
  },
  {
    "id": "q_23",
    "question": "国の基本的な支出と収入を示した予算は①といい、毎年1回作られる。予想外に発生する自然災害、経済が急激に悪化した場合などに対応するための臨時の予算を②という。",
    "options": [
      "a. 一般会計予算",
      "b. 特別会計",
      "c. 補正予算"
    ],
    "answer": "1 - a, 2 - c",
    "explanation": ""
  },
  {
    "id": "q_24",
    "question": "一般会計予算の歳出は政策遂行にかかる費用①と国債発行に伴う費用②がある。令和8年度①の中で最も多くを占めるのは③である。歳入の税収入の内最も多いのは④である。政府が発行する国債による収入は⑤に計上される。①から⑤に当てはまる語句を選択肢から選びなさい。",
    "options": [
      "a. 国債費",
      "b. 政策的経費",
      "c. 地方交付税交付金",
      "d. 社会保障関係費",
      "e. 消費税",
      "f. 所得税",
      "g. 法人税",
      "h. 公債金収入",
      "i. その他収入"
    ],
    "answer": "1 - b, 2 - a, 3 - d, 4 - e, 5 - h",
    "explanation": ""
  },
  {
    "id": "q_25",
    "question": "歳出のうち政策的な経費を公債金収入以外の歳入でどれほどまかなえているかを示す指標を①という。日本で①は30年以上②である。①と②に当てはまる選択肢を選びなさい。",
    "options": [
      "a. ビルトインスタビライザー",
      "b. プライマリーバランス",
      "c. 赤字",
      "d. 黒字"
    ],
    "answer": "1 - b, 2 - c",
    "explanation": ""
  },
  {
    "id": "q_26",
    "question": "消費税は所得が低い人ほど負担が大きい①を持つ。所得税は所得が多い人ほど課税率が高い②を持つ。所得税を課税する際は個人の事情に合わせて一定金額が引かれている。この引かれる金額を③と言い税負担を軽くしている。グローバル化により企業が立地にこだわらなくなったことは日本の法人税を④（引き上げた・引き下げた）。①から④に当てはまる語句を選択肢から選びなさい",
    "options": [
      "a. 累進性",
      "b. 逆進性",
      "c. 軽減税率",
      "d. 金融所得課税",
      "e. 控除",
      "f. 引き上げた",
      "g. 引き下げた"
    ],
    "answer": "1 - b, 2 - a, 3 - e, 4 - g",
    "explanation": ""
  },
  {
    "id": "q_27",
    "question": "個人所得課税、法人所得課税、消費課税など家計や企業の租税の支払い額が国民所得に占める割合を①という。①に加えて社会保障負担が国民所得に占める割合を②という。財務省によると令和8年度の②は③%になる見込みである。①～③に当てはまる語句を選択肢から選びなさい。③は調べて答えなさい。",
    "options": [
      "a. 国民負担率",
      "b. 租税負担率",
      "c. 46.1",
      "d. 45.7"
    ],
    "answer": "1 - b, 2 - a, 3 - d",
    "explanation": ""
  },
  {
    "id": "q_28",
    "question": "政府は税金では足りないお金を①を発行することで賄っている。①のうち、公共事業などの財源をまかなうために発行する債券を②という。歳出に占める国債の割合が増えると、社会保障や公共事業に使えなくなる。これを③という。①から③に当てはまる語句を選択肢から選びなさい。",
    "options": [
      "a. 国債",
      "b. 建設国債",
      "c. 特例国債（赤字国債）",
      "d. 財政の硬直化",
      "e. 公債依存度",
      "f. プライマリーバランス"
    ],
    "answer": "1 - a, 2 - b, 3 - d",
    "explanation": ""
  },
  {
    "id": "q_29",
    "question": "所得税額の定義を見ながら考えなさい。年間所得が100万円で、基礎控除が48万円、給与所得控除が55万円とする。（他の控除はないとする。）このとき所得税額はいくらになるか？選択肢から選びなさい。",
    "options": [
      "1. 0円",
      "2. 5万円",
      "3. 103万円"
    ],
    "answer": "1. 0円",
    "explanation": ""
  },
  {
    "id": "q_30",
    "question": "日本の社会保障制度の特徴を選択肢から選びなさい。",
    "options": [
      "1. 給付では年金・医療が多くを占め、子育て支援や職業訓練への支出が少ない。",
      "2. 高齢者の現物給付が充実している。",
      "3. 消費税の税収で賄っており、社会保険料と国債には依存していない。"
    ],
    "answer": "1. 給付では年金・医療が多くを占め、子育て支援や職業訓練への支出が少ない。",
    "explanation": ""
  },
  {
    "id": "q_31",
    "question": "限界消費性向が意味することを選択肢から選びなさい。",
    "options": [
      "1. 可処分所得に占める消費の割合",
      "2. 所得が1単位だけ追加的に増えた時の消費の増加額"
    ],
    "answer": "2. 所得が1単位だけ追加的に増えた時の消費の増加額",
    "explanation": ""
  },
  {
    "id": "q_32",
    "question": "政府は2040年度までの官民投資額を370兆円超とする「日本成長戦略」の詳細を発表した。国としては、毎年10兆円の追加的な財政支出を想定している。限界消費性向が0.1のとき、毎年10兆円の財政支出により毎年GDPはどのくらい増加するか、選択肢から選びなさい。",
    "options": [
      "1. 10兆円",
      "2. 11兆円",
      "3. 1.11兆円"
    ],
    "answer": "2. 11兆円",
    "explanation": ""
  },
  {
    "id": "q_33",
    "question": "高市政権の成長戦略は( )な経済政策と言える。( )に当てはまる語句を選択肢から選びなさい。",
    "options": [
      "1. 拡張的（積極的）",
      "2. 緊縮的"
    ],
    "answer": "1. 拡張的（積極的）",
    "explanation": ""
  },
  {
    "id": "q_34",
    "question": "2023年から日銀は金融政策の正常化を行っている。中央銀行が金融引き締め政策により国債買い入れを減額すると、貨幣市場において貨幣供給曲線が①（右・左）へ移動、金利が②（上昇・低下）する。これにより財市場（IS曲線）では、投資が③(増加・減少）してGDPは④（増加・減少）する。金融引き締め政策により、総需要曲線は⑤（右・左）へ移動するので、物価は⑥（上昇・下落）してGDPは⑦（増加・減少）する。①から⑦に当てはまる語句を選択肢から選びなさい。",
    "options": [
      "a. 右",
      "b. 左",
      "c. 上昇",
      "d. 低下",
      "e. 増加",
      "f. 減少",
      "g. 下落"
    ],
    "answer": "1 - b, 2 - c, 3 - f, 4 - f, 5 - b, 6 - g, 7 - f",
    "explanation": ""
  },
  {
    "id": "q_35",
    "question": "消費・投資・政府支出などの総需要の増加により均衡物価水準が上がることを①という。燃料費の上昇など、生産費用の上昇により発生するインフレを②と言う。物価高とGDPの減少（不景気）が同時に起こることを③と言う。①から③に当てはまる語句を選択肢から選びなさい。",
    "options": [
      "a. コストプッシュインフレ",
      "b. ディマンドプルインフレ",
      "c. スタグフレーション",
      "d. インフレ税"
    ],
    "answer": "1 - b, 2 - a, 3 - c",
    "explanation": ""
  },
  {
    "id": "q_36",
    "question": "政府はレジシステム事業者や小売事業者への聞き取り調査結果を公表した。消費税率「1%」への引き下げなら半年程度で対応できるが、「ゼロ」だと1年程度かかるという。このようにレジ改修にかかるコストを何というか？選択肢から選びなさい。",
    "options": [
      "1. サンク・コスト",
      "2. メニュー・コスト",
      "3. 靴のコスト"
    ],
    "answer": "2. メニュー・コスト",
    "explanation": ""
  },
  {
    "id": "q_37",
    "question": "名目金利から物価変動を除いた金利は①と言う。期待インフレ率が上昇すると①は②（上昇・低下）して投資は③（増加・減少）する。①と②に当てはまる語句を選択肢から選びなさい。",
    "options": [
      "a. 実質金利",
      "b. インフレ期待",
      "c. 上昇",
      "d. 低下",
      "e. 増加",
      "f. 減少"
    ],
    "answer": "1 - a, 2 - d, 3 - e",
    "explanation": ""
  },
  {
    "id": "q_38",
    "question": "経常収支は財・サービスの収支を表す①と、海外との所得のやり取りを表す②から構成される。令和7年度の経常収支は③（黒字・赤字）であった。①のうち黒字になったのは④（貿易収支・サービス収支）であった。経常収支のうち近年もっとも黒字幅が大きいのは⑤である。①から⑤に当てはまる語句を選択肢から選びなさい。",
    "options": [
      "a. 貿易・サービス収支",
      "b. 所得収支",
      "c. 黒字",
      "d. 赤字",
      "e. 貿易収支",
      "f. サービス収支",
      "g. 第一次所得収支",
      "h. 第二次所得収支"
    ],
    "answer": "1 - a, 2 - b, 3 - c, 4 - e, 5 - g",
    "explanation": ""
  },
  {
    "id": "q_39",
    "question": "金融収支のうち、直接投資に該当することを選択肢から選びなさい。",
    "options": [
      "1. 海外に子会社を１０億円投資して作った。",
      "2. 海外に作った子会社が儲かり、日本の本社に配当金を５０００万円送金した。"
    ],
    "answer": "1. 海外に子会社を１０億円投資して作った。",
    "explanation": ""
  },
  {
    "id": "q_40",
    "question": "クラウドサービスを含むコンピュータ関連サービス、著作権等使用料、経営・専門コンサルティングサービスなど、複数の分野をすべて輸入に頼っているために生じる赤字を何というか？",
    "options": [],
    "answer": "デジタル赤字",
    "explanation": ""
  },
  {
    "id": "q_41",
    "question": "日銀が金融引き締め政策を行うと、金利が①(上昇・低下)し、投資が②（増加・減少）する。一方、為替レートは理論上③の方向に動き、輸出入は④（増加・減少）する。国内の総需要が⑤（増加・減少）するので、GDPは⑥（増加・減少）する。①から⑥に当てはまる選択肢を選びなさい。",
    "options": [
      "a. 上昇",
      "b. 低下",
      "c. 増加",
      "d. 減少",
      "e. 円安ドル高",
      "f. 円高ドル安"
    ],
    "answer": "1 - a, 2 - d, 3 - f, 4 - d, 5 - d, 6 - d",
    "explanation": ""
  },
  {
    "id": "q_42",
    "question": "アメリカの中央銀行が政策金利を引き上げると、理論上、為替レートは( )になる。( )に当てはまる選択肢を選びなさい。",
    "options": [
      "1. 円高ドル安",
      "2. 円安ドル高"
    ],
    "answer": "2. 円安ドル高",
    "explanation": ""
  },
  {
    "id": "q_43",
    "question": "高市政権の成長戦略は赤字国債の発行に頼った場合、日本の債務残高が増える。市場がこれに不安を持つと、理論上は為替レートは( )になる。( )に当てはまる選択肢を選びなさい。",
    "options": [
      "1. 円高ドル安",
      "2. 円安ドル高"
    ],
    "answer": "2. 円安ドル高",
    "explanation": ""
  },
  {
    "id": "q_44",
    "question": "今から1年後に2万円を給付されるとする。金利が年利1%で一定の時、割引現在価値を求めなさい。",
    "options": [
      "1. 2.02万円",
      "2. 1.98万円"
    ],
    "answer": "2. 1.98万円",
    "explanation": ""
  },
  {
    "id": "q_45",
    "question": "日本エレクトロンの株価は終値は67,350円であった。配当が一株156円である。リスクプレミアムを考えず、金利は政策金利1%とすると東京エレクトロンの株価の理論値はいくらだろうか？",
    "options": [
      "1. 67,350円",
      "2. 15,600円",
      "3. 154円"
    ],
    "answer": "2. 15,600円",
    "explanation": ""
  },
  {
    "id": "q_46",
    "question": "日銀の利上げにより、政策金利が上昇すると、株価の理論値はどうなるか？選択肢から選びなさい。",
    "options": [
      "1. 株価は上昇する。",
      "2. 株価は下落する。",
      "3. 株価に変化はない。"
    ],
    "answer": "2. 株価は下落する。",
    "explanation": ""
  },
  {
    "id": "q_47",
    "question": "企業業績の悪化により配当が減少すると予想される場合、株価の理論値はどうなるのか？適切な答えを選択肢から選びなさい。",
    "options": [
      "1. 株価は上昇する。",
      "2. 株価は下落する。",
      "3. 株価に変化はない。"
    ],
    "answer": "2. 株価は下落する。",
    "explanation": ""
  },
  {
    "id": "q_48",
    "question": "日本の財政再建が遅れると予想されると、10年物国債への需要は①（増加・減少）する。需要と供給で考えると、国債価格は②（上昇・下落）する。その結果10年物国債の利回りは③（上昇・低下）する。①から③に当てはまる語句を選択肢から選びなさい。",
    "options": [
      "a. 増加",
      "b. 上昇",
      "c. 減少",
      "d. 下落",
      "e. 低下"
    ],
    "answer": "1 - c, 2 - d, 3 - b",
    "explanation": ""
  },
  {
    "id": "q_49",
    "question": "日銀短観（2026年6月調査）における大企業製造業の業況判断DI（最近)を調べて適切な答えを選択肢から選びなさい。",
    "options": [
      "1. プラス22",
      "2. マイナス22",
      "3. プラス29",
      "4. マイナス29"
    ],
    "answer": "1. プラス22",
    "explanation": ""
  }
]
};